
const viking = ["../images/Afl.png",
    "v: Привіт, воїне! (⁠｡⁠•̀⁠ᴗ⁠-⁠)⁠✧ Сьогодні значний день для нашого селища. У цей день ми піднесемо жертву нашому Великому Покровителю.",
    "c: Добридень, Ікінгу. Невже все селище так радіє цій події?┐⁠(⁠￣⁠ヘ⁠￣⁠)⁠┌",
    "v: Так, звісно! Невже ти не поважаєш нашого Бога Йормунґанда?",
    "c: Навіщо ж поважати монстра, що вдерся в наше село і вбиває наших односельчан?",
    "v: Ех, друже... Будь обережний з такими висловлюваннями, ти поки ще не розумієш, до чого може призвести твоє ставлення до нашого Бога.",
    "v: Тим більш, якщо ми будемо його поважати, він буде захищати нас від духів-месників. Ці духи дуже небезпечні, бо вони не можуть забути своє минуле життя.",
    "c: Я гадаю, це просто міф. Цей шахрай просто промиває наші мізки як москальська пропаганда робила зі своїми людьми (ತ⁠_⁠ತ).",
    "c: Хіба ж ви не розумієте, що він просто забирає життя наших побратимів, зовсім не прикладаючи зусиль!",
    "v: Щоб там не було, поки ми поклоняємося йому, він даруватиме милість селищу.",
    "v: Час обряду вже наближається, буде надзвичайно зухвало пропустити цю подію! Вождь нам це так не пробачить (⁠─⁠.⁠─⁠|⁠|⁠）.",   
];

const friend1 = [
    "m: Дякую тобі, друже!",
    "c: Чому ти тут? Я думав ти у печері Йормунґанда. Я вже не сподівався побачити тебе знов (ಥ⁠‿⁠ಥ).",
    "m: А я думав, ікла монстра - останнє що я побачив би. Аж раптом він відсторонився, наче почув щось.",
    "m: Повертаючись до тих створінь, Я вперше побачив цих монстрів, я більше не хочу дивитися на їх бридкі пики ⁄⁠(⁠⁄⁠ ⁠⁄⁠•⁠⁄⁠-⁠⁄⁠•⁠⁄⁠ ⁠⁄⁠)⁠.",
    "c: Ха-ха, саме тому я збираюся покінчити з їхнім ватажком, і нарешті звільнити наше селище.",
    "m: Ух ти, о це ти замахнувся! Може не треба, боюся, ваші сили не рівні.",
    "m: Ти завжди був проти Йормунґанда, але ти переоцінюєщ свої сили.",
    "c: Все, з мене досить, це моє остаточне рішення!",
]

export default viking;